Repository: iCell/SparkTread
Catalog: Sources/AppleAdapters/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

# card.completed
source: Cleared
es: Superado
ja: クリア済み
ko: 클리어
zh_hans: 已通关
zh_hant: 已通關

# card.locked
source: Locked
es: Bloqueado
ja: 未解放
ko: 잠김
zh_hans: 未解锁
zh_hant: 未解鎖

# card.unlocked
source: Open
es: Disponible
ja: 挑戦可能
ko: 도전 가능
zh_hans: 可进入
zh_hant: 可挑戰

# common.back
source: Back
es: Atrás
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# common.off
source: Off
es: No
ja: オフ
ko: 끔
zh_hans: 关
zh_hant: 關

# common.on
source: On
es: Sí
ja: オン
ko: 켬
zh_hans: 开
zh_hant: 開

# difficulty.standard
source: Standard
es: Estándar
ja: ノーマル
ko: 표준
zh_hans: 标准
zh_hant: 標準

# difficulty.veteran
source: Veteran
es: Veterano
ja: ベテラン
ko: 베테랑
zh_hans: 老兵
zh_hant: 老兵

# enemy.family.ap
source: AP Tank
es: Tanque perforante
ja: 徹甲戦車
ko: 철갑 전차
zh_hans: 穿甲坦克
zh_hant: 穿甲戰車

# enemy.family.armor
source: Armored Tank
es: Tanque blindado
ja: 重装戦車
ko: 중장갑 전차
zh_hans: 重装坦克
zh_hant: 重裝戰車

# enemy.family.explosion
source: Demolition Tank
es: Tanque demoledor
ja: 爆破戦車
ko: 폭파 전차
zh_hans: 爆破坦克
zh_hant: 爆破戰車

# enemy.family.fast
source: Fast Tank
es: Tanque rápido
ja: 高速戦車
ko: 고속 전차
zh_hans: 快速坦克
zh_hant: 快速戰車

# enemy.family.fire
source: Flame Tank
es: Tanque lanzallamas
ja: 火炎放射戦車
ko: 화염방사 전차
zh_hans: 喷火坦克
zh_hant: 噴火戰車

# enemy.family.light
source: Light Tank
es: Tanque ligero
ja: 軽戦車
ko: 경전차
zh_hans: 轻型坦克
zh_hant: 輕型戰車

# enemy.family.other
source: %@ Tank
es: Tanque %@
ja: %@戦車
ko: %@ 전차
zh_hans: %@坦克
zh_hant: %@戰車

# enemy.family.power
source: Power Tank
es: Tanque de potencia
ja: 火力戦車
ko: 화력 전차
zh_hans: 火力坦克
zh_hant: 火力戰車

# enemy.family.rapid
source: Rapid-fire Tank
es: Tanque de tiro rápido
ja: 速射戦車
ko: 속사 전차
zh_hans: 速射坦克
zh_hant: 速射戰車

# equipment.amphi_tank
source: Amphibious
es: Anfibio
ja: 水陸両用
ko: 수륙양용
zh_hans: 两栖
zh_hant: 兩棲

# equipment.anti_skid
source: Anti-skid
es: Antideslizante
ja: 滑り止め
ko: 미끄럼 방지
zh_hans: 防滑
zh_hant: 防滑

# equipment.none
source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# hud.eliminated
source: Eliminated
es: Eliminado
ja: 撃破
ko: 격파됨
zh_hans: 已阵亡
zh_hant: 已陣亡

# hud.respawning
source: Respawning…
es: Reapareciendo…
ja: 復活中…
ko: 부활 중…
zh_hans: 重生中…
zh_hant: 重生中…

# lab.add
source: Add %@ P%d %@
es: Añadir %@ P%d %@
ja: %@ P%d %@ を追加
ko: %@ P%d %@ 추가
zh_hans: 添加 %@ P%d %@
zh_hant: 新增 %@ P%d %@

# lab.clearEnemies
source: Clear Enemies
es: Quitar enemigos
ja: 敵をすべて消去
ko: 적 모두 제거
zh_hans: 清空敌人
zh_hant: 清除所有敵軍

# lab.drops
source: Drops (appear ahead of the tank)
es: Objetos (aparecen delante del tanque)
ja: ドロップ（戦車の前方に出現）
ko: 드롭 아이템 (전차 앞에 등장)
zh_hans: 掉落（出现在车前）
zh_hant: 掉落道具（出現在車頭前方）

# lab.enemies
source: Enemies (pick a type, then power and equipment)
es: Enemigos (elige tipo, luego potencia y equipo)
ja: 敵（タイプを選び、次に火力と装備を選択）
ko: 적 (유형을 고른 뒤 화력과 장비 선택)
zh_hans: 敌人（选类型，再选火力和装备）
zh_hant: 敵軍（先選類型，再選火力與裝備）

# lab.equipment
source: Equipment
es: Equipo
ja: 装備
ko: 장비
zh_hans: 装备
zh_hant: 裝備

# lab.none
source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# lab.panel
source: Training Panel
es: Panel de práctica
ja: 訓練パネル
ko: 훈련 패널
zh_hans: 训练面板
zh_hant: 訓練面板

# lab.power
source: Power
es: Potencia
ja: 火力
ko: 화력
zh_hans: 火力
zh_hant: 火力

# lab.reset
source: Reset Arena
es: Reiniciar campo
ja: 訓練場をリセット
ko: 훈련장 초기화
zh_hans: 重置训练场
zh_hant: 重設訓練場

# lab.weapon
source: Weapon
es: Arma
ja: 武器
ko: 무기
zh_hans: 武器
zh_hant: 武器

# notice.progressUnreadable
source: Progress save could not be read: %@
es: No se pudo leer el progreso guardado: %@
ja: 進行データを読み込めません：%@
ko: 진행 데이터를 읽을 수 없습니다: %@
zh_hans: 进度存档无法读取：%@
zh_hant: 無法讀取進度存檔：%@

# notice.saveFailed
source: Save failed: %@
es: Error al guardar: %@
ja: セーブに失敗しました：%@
ko: 저장 실패: %@
zh_hans: 存档失败：%@
zh_hant: 存檔失敗：%@

# notice.storeUnavailable
source: Save folder unavailable: %@
es: Carpeta de guardado no disponible: %@
ja: セーブフォルダを利用できません：%@
ko: 저장 폴더를 사용할 수 없습니다: %@
zh_hans: 存档目录不可用：%@
zh_hant: 存檔資料夾無法使用：%@

# notice.suspendedUnreadable
source: Last battle's save could not be read: %@
es: No se pudo leer la partida de la última batalla: %@
ja: 前回の戦闘データを読み込めません：%@
ko: 이전 전투 데이터를 읽을 수 없습니다: %@
zh_hans: 上次战斗存档无法读取：%@
zh_hant: 無法讀取上次戰鬥的存檔：%@

# outcome.base_destroyed
source: Base Lost
es: Base perdida
ja: 基地陥落
ko: 기지 함락
zh_hans: 基地失守
zh_hant: 基地失守

# outcome.detail.base_destroyed
source: The base was destroyed
es: La base fue destruida
ja: 基地が破壊された
ko: 기지가 파괴되었습니다
zh_hans: 基地被摧毁
zh_hant: 基地遭到摧毀

# outcome.detail.player_eliminated
source: All tanks were lost
es: Se perdieron todos los tanques
ja: すべての戦車を失った
ko: 모든 전차를 잃었습니다
zh_hans: 所有坦克损失
zh_hant: 所有戰車皆已損失

# outcome.detail.won
source: All enemies destroyed
es: Todos los enemigos destruidos
ja: 敵を全滅させた
ko: 적군을 모두 섬멸했습니다
zh_hans: 敌军全部歼灭
zh_hant: 敵軍全數殲滅

# outcome.failed
source: Mission Failed
es: Misión fallida
ja: ミッション失敗
ko: 임무 실패
zh_hans: 任务失败
zh_hant: 任務失敗

# outcome.player_eliminated
source: All Tanks Lost
es: Todos los tanques perdidos
ja: 全滅
ko: 전멸
zh_hans: 全军覆没
zh_hant: 全軍覆沒

# outcome.won
source: Mission Complete
es: Misión cumplida
ja: ミッション完了
ko: 임무 완료
zh_hans: 任务完成
zh_hant: 任務完成

# pause.exit
source: Back to Title
es: Volver al título
ja: タイトルへ戻る
ko: 타이틀로 돌아가기
zh_hans: 返回标题
zh_hant: 返回標題畫面

# pause.restart
source: Restart Stage
es: Reiniciar nivel
ja: ステージをやり直す
ko: 스테이지 다시 시작
zh_hans: 重新开始本关
zh_hant: 重新開始本關

# pause.resume
source: Resume
es: Continuar
ja: 再開
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# pause.title
source: Paused
es: Pausa
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

# pickup.ammo_crate
source: Ammo Crate
es: Munición
ja: 弾薬箱
ko: 탄약 상자
zh_hans: 弹药箱
zh_hant: 彈藥箱

# pickup.amphi_tank
source: Amphibious
es: Anfibio
ja: 水陸両用
ko: 수륙양용
zh_hans: 两栖
zh_hant: 兩棲

# pickup.anti_skid
source: Anti-skid
es: Antideslizante
ja: 滑り止め
ko: 미끄럼 방지
zh_hans: 防滑
zh_hant: 防滑

# pickup.ap_weapon
source: AP Gun
es: Perforante
ja: 徹甲砲
ko: 철갑포
zh_hans: 穿甲枪
zh_hant: 穿甲砲

# pickup.armor_up
source: Armor
es: Blindaje
ja: 装甲
ko: 장갑
zh_hans: 护甲
zh_hant: 護甲

# pickup.base_shield
source: Base Shield
es: Escudo de base
ja: 基地シールド
ko: 기지 방어막
zh_hans: 基地盾
zh_hant: 基地護盾

# pickup.bomb
source: Bomb
es: Bomba
ja: 爆弾
ko: 폭탄
zh_hans: 炸弹
zh_hant: 炸彈

# pickup.explosion_weapon
source: Demolition Gun
es: Demoledor
ja: 爆破砲
ko: 폭파포
zh_hans: 爆破枪
zh_hant: 爆破砲

# pickup.extra_life
source: Extra Life
es: Vida extra
ja: 残機+1
ko: 추가 생명
zh_hans: 额外生命
zh_hant: 額外生命

# pickup.fire_weapon
source: Flamethrower
es: Lanzallamas
ja: 火炎放射器
ko: 화염방사기
zh_hans: 火焰枪
zh_hant: 火焰噴射器

# pickup.freeze_enemy
source: Freeze
es: Congelar
ja: フリーズ
ko: 동결
zh_hans: 冻结
zh_hant: 凍結

# pickup.invincibility
source: Invincibility
es: Invencible
ja: 無敵
ko: 무적
zh_hans: 无敌
zh_hant: 無敵

# pickup.level_up
source: Level Up
es: Subir nivel
ja: レベルアップ
ko: 레벨 업
zh_hans: 升级
zh_hant: 升級

# pickup.max_armor_ammo
source: Max Armor & Ammo
es: Blin+Mun máx
ja: 甲・弾MAX
ko: 갑·탄 MAX
zh_hans: 满甲弹
zh_hant: 滿甲彈

# pickup.max_speed_power
source: Max Speed & Power
es: Vel+Pot máx
ja: 速・火MAX
ko: 속·화 MAX
zh_hans: 满速火
zh_hant: 滿速火

# pickup.power_up
source: Power
es: Potencia
ja: 火力
ko: 화력
zh_hans: 火力
zh_hant: 火力

# pickup.rapid_weapon
source: Rapid Gun
es: Cañón rápido
ja: 速射砲
ko: 속사포
zh_hans: 快弹枪
zh_hant: 速射砲

# pickup.speed_up
source: Speed Up
es: Más velocidad
ja: 加速
ko: 가속
zh_hans: 加速
zh_hant: 加速

# results.campaignComplete
source: Campaign Complete
es: Campaña completada
ja: キャンペーンクリア
ko: 캠페인 완료
zh_hans: 战役完成
zh_hant: 戰役完成

# results.exit
source: Back to Title
es: Volver al título
ja: タイトルへ戻る
ko: 타이틀로 돌아가기
zh_hans: 返回标题
zh_hant: 返回標題畫面

# results.next
source: Next Stage
es: Siguiente nivel
ja: 次のステージ
ko: 다음 스테이지
zh_hans: 下一关
zh_hant: 下一關

# results.playAgain
source: Play Again
es: Jugar de nuevo
ja: もう一度プレイ
ko: 다시 플레이
zh_hans: 再来一局
zh_hant: 再玩一次

# results.restart
source: Retry
es: Reintentar
ja: リトライ
ko: 다시 도전
zh_hans: 重新开始
zh_hant: 重新挑戰

# results.reward
source: Reward +%@
es: Recompensa +%@
ja: 報酬 +%@
ko: 보상 +%@
zh_hans: 奖励 +%@
zh_hant: 獎勵 +%@

# results.score
source: Score %@
es: Puntuación %@
ja: スコア %@
ko: 점수 %@
zh_hans: 得分 %@
zh_hant: 得分 %@

# results.title
source: Battle Results
es: Resultados del combate
ja: 戦闘結果
ko: 전투 결과
zh_hans: 战斗成绩
zh_hant: 戰鬥成績

# reward.category.2
source: Rapid I
es: Rápido I
ja: 速射Ⅰ
ko: 속사Ⅰ
zh_hans: 快弹Ⅰ
zh_hant: 快彈Ⅰ

# reward.category.3
source: Rapid II
es: Rápido II
ja: 速射Ⅱ
ko: 속사Ⅱ
zh_hans: 快弹Ⅱ
zh_hant: 快彈Ⅱ

# reward.category.4
source: Demolition
es: Demolición
ja: 爆破
ko: 폭파
zh_hans: 爆破
zh_hant: 爆破

# reward.category.5
source: Flame
es: Fuego
ja: 火炎
ko: 화염
zh_hans: 燃烧
zh_hant: 燃燒

# reward.category.6
source: AP I
es: Perforante I
ja: 徹甲Ⅰ
ko: 철갑Ⅰ
zh_hans: 穿甲Ⅰ
zh_hant: 穿甲Ⅰ

# reward.category.7
source: AP II
es: Perforante II
ja: 徹甲Ⅱ
ko: 철갑Ⅱ
zh_hans: 穿甲Ⅱ
zh_hant: 穿甲Ⅱ

# reward.category.other
source: Category %d
es: Categoría %d
ja: カテゴリ%d
ko: 분류 %d
zh_hans: 类别%d
zh_hant: 類別%d

# select.difficulty
source: Difficulty
es: Dificultad
ja: 難易度
ko: 난이도
zh_hans: 难度
zh_hant: 難度

# select.title
source: Select Stage
es: Elegir nivel
ja: ステージ選択
ko: 스테이지 선택
zh_hans: 选择关卡
zh_hant: 選擇關卡

# settings.accessibility
source: Accessibility
es: Accesibilidad
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hans: 辅助功能
zh_hant: 輔助使用

# settings.controls
source: Controls
es: Controles
ja: 操作
ko: 조작
zh_hans: 操控
zh_hant: 操控

# settings.controls.mirror
source: Mirror Controls (stick on the right)
es: Controles en espejo (joystick a la derecha)
ja: 左右反転（スティックを右側に）
ko: 좌우 반전 (스틱을 오른쪽에)
zh_hans: 左右手镜像（摇杆在右）
zh_hant: 左右手鏡像（搖桿在右側）

# settings.haptics
source: Haptics
es: Vibración
ja: 振動
ko: 진동
zh_hans: 震动
zh_hant: 震動回饋

# settings.highContrast
source: High-Contrast HUD
es: HUD de alto contraste
ja: 高コントラスト表示
ko: 고대비 화면
zh_hans: 高对比度界面
zh_hant: 高對比介面

# settings.language
source: Language
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: System
es: Según el sistema
ja: システムに従う
ko: 시스템 설정 따르기
zh_hans: 跟随系统
zh_hant: 依照系統設定

# settings.largeHUD
source: Large HUD
es: HUD grande
ja: HUDを大きく
ko: 큰 HUD
zh_hans: 大号状态栏
zh_hant: 放大狀態列

# settings.reduceMotion
source: Reduce Motion
es: Reducir movimiento
ja: 動きを減らす
ko: 동작 줄이기
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

# settings.sound
source: Sound
es: Sonido
ja: サウンド
ko: 사운드
zh_hans: 声音
zh_hant: 聲音

# settings.sound.enabled
source: Sound Effects
es: Efectos de sonido
ja: 効果音
ko: 효과음
zh_hans: 音效
zh_hant: 音效

# settings.sound.volume
source: Volume
es: Volumen
ja: 音量
ko: 음량
zh_hans: 音量
zh_hant: 音量

# settings.title
source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# stage.s04.name
source: Amphibious Crossing
es: Asalto anfibio
ja: 水路からの奇襲
ko: 수로 측면 기습
zh_hans: 水路侧袭
zh_hant: 水路側襲

# stage.s05.name
source: Slick Lane
es: Pista helada
ja: 長い氷の滑り道
ko: 긴 빙판길
zh_hans: 长冰滑道
zh_hant: 長冰滑道

# stage.s06.name
source: White Bulwark
es: Baluarte blanco
ja: 白壁の砦
ko: 하얀 성벽
zh_hans: 白墙壁垒
zh_hant: 白牆壁壘

# stage.s07.name
source: Supply Run
es: Lucha por suministros
ja: 補給争奪戦
ko: 보급 쟁탈전
zh_hans: 补给争夺
zh_hant: 補給爭奪

# stage.s08.name
source: Fine Steel Gates
es: Puertas de acero
ja: 鋼鉄の関門
ko: 강철 관문
zh_hans: 精钢关隘
zh_hant: 精鋼關隘

# stage.s09.name
source: Firebreaks
es: Cortafuegos
ja: 火線の分断
ko: 화선 차단
zh_hans: 火线隔断
zh_hant: 火線隔斷

# stage.s10.name
source: Double Tempo
es: Doble ritmo
ja: 緩急の激突
ko: 완급의 격돌
zh_hans: 双速交锋
zh_hant: 雙速交鋒

# stage.s11.name
source: Siege Rotation
es: Asedio rotativo
ja: 包囲ローテーション
ko: 포위 순환전
zh_hans: 围城轮转
zh_hant: 圍城輪轉

# stage.s12.name
source: All Arms
es: Todas las fuerzas
ja: 全軍集結
ko: 전군 집결
zh_hans: 全军集结
zh_hant: 全軍集結

# stage.title
source: STAGE %02d
es: NIVEL %02d
ja: ステージ %02d
ko: 스테이지 %02d

# stage.vs01.name
source: First Defense
es: Primera defensa
ja: 初陣の防衛
ko: 첫 방어전
zh_hans: 首战防御
zh_hant: 首戰防禦

# stage.vs02.name
source: Hidden in the Grass
es: Oculto en la hierba
ja: 草むらに潜む
ko: 풀숲에 숨어
zh_hans: 隐于草丛
zh_hant: 隱身草叢

# stage.vs03.name
source: Desert Stairs
es: Escalones del desierto
ja: 砂漠の階段
ko: 사막의 계단
zh_hans: 沙漠阶梯
zh_hant: 沙漠階梯

# title.continue
source: Continue Campaign
es: Continuar campaña
ja: キャンペーンを続ける
ko: 캠페인 계속
zh_hans: 继续战役
zh_hant: 繼續戰役

# title.new
source: New Campaign
es: Nueva campaña
ja: 新しいキャンペーン
ko: 새 캠페인
zh_hans: 新的战役
zh_hant: 新的戰役

# title.resume
source: Resume Battle
es: Reanudar batalla
ja: 前回の戦闘を再開
ko: 이전 전투 이어하기
zh_hans: 继续上次战斗
zh_hant: 繼續上次戰鬥

# title.settings
source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# title.start
source: Start Campaign
es: Iniciar campaña
ja: キャンペーン開始
ko: 캠페인 시작
zh_hans: 开始战役
zh_hant: 開始戰役

# title.training
source: Training Arena
es: Campo de prácticas
ja: 訓練場
ko: 훈련장
zh_hans: 训练场
zh_hant: 訓練場

# weapon.ap
source: AP
es: Perforante
ja: 徹甲
ko: 철갑
zh_hans: 穿甲
zh_hant: 穿甲

# weapon.explosion
source: Demolition
es: Demolición
ja: 爆破
ko: 폭파
zh_hans: 爆破
zh_hant: 爆破

# weapon.fire
source: Flame
es: Fuego
ja: 火炎
ko: 화염
zh_hans: 燃烧
zh_hant: 燃燒

# weapon.rapid
source: Rapid
es: Rápido
ja: 速射
ko: 속사
zh_hans: 快弹
zh_hant: 快彈

# difficulty.casual
source: Casual
ja: カジュアル
ko: 캐주얼
zh_hans: 休闲
zh_hant: 休閒

# results.total
source: Total
ja: 合計
ko: 합계
zh_hans: 总计
zh_hant: 總計

# reward.category.0
source: Normal I
ja: 通常Ⅰ
ko: 일반Ⅰ
zh_hans: 普通Ⅰ
zh_hant: 普通Ⅰ

# reward.category.1
source: Normal II
ja: 通常Ⅱ
ko: 일반Ⅱ
zh_hans: 普通Ⅱ
zh_hant: 普通Ⅱ

# weapon.normal
source: Normal
ja: 通常
ko: 일반
zh_hans: 普通
zh_hant: 普通
